<template>
  <div class="certificates">
    <h1>{{ $t('giftCertificates') }}</h1>
    <app-card class="head-card" :width="'948'">
      <green-card :head-align="'center'">
        <template #head>
          <h3>Найкращий подарунок – це можливість вибору.</h3>
        </template>
        <template #content>
          <h4>Дуже часто виникає питання про те, що подарувати друзям чи близьким,<br>
            колегам чи партнерам з якоїсь нагоди.<br><br>
            У всіх дуже різні смаки, і вибрати саме те, що потрібно іноді здається просто неможливим.<br><br>

            Ось чому Подарунковий сертифікат Ладної Хати – найкраще рішення. З ним легко
            подарувати людині можливість на свій смак вибрати саме те, що їй потрібно!<br><br>

            А ще дарувати сертифікат дуже зручно: де б не була людина, можна надіслати їй електронний варіант <br>
            Подарункового сертифікату на email або пластиковий подарунковий сертифікат - перевізником, <br>придбавши його на маркетплейсі Ладна Хата.<br><br>

            Подарунковий сертифікат на товари маркетплейса Ладна Хата буде актуальним у будь-який сезон та до <br>
            будь-якого свята: день народження, Новий рік, Різдво, День закоханих, 8 березня та інших.<br><br>

            Подарунковий сертіфікат Ладної Хати у вигляді пластикової карти або електронного сертифікату — це <br>
            попередній платіж, який дає можливість купувати будь-які товари магазину,<br>
            на суму еквівалентну його номіналу.</h4>
        </template>
      </green-card>
    </app-card>

    <p class="chapter">Переваги подарункового сертифікату</p>
    <div class="advantages">
      <app-card class="adv-item" :width="'468'">
        <green-card :head-align="'left'" :content-align="'left'">
          <template #head>
            <p>Види подарункових сертифікатів</p>
          </template>
         <template #content>
            <p>Подарункові сертифікати Ладної Хати представлено в електронному та пластиковому вигляді.</p>
         </template>
        </green-card>
      </app-card>

      <app-card class="adv-item" :width="'468'">
        <green-card :head-align="'left'" :content-align="'left'">
          <template #head>
            <p>Які є номинали</p>
          </template>
          <template #content>
            <p>Подарункові сертифікати Ладної Хати мають фіксовані номинали: 100, 200, 500, 1000, 1500, 2000, 5000, 10000</p>
          </template>
        </green-card>
      </app-card>

      <app-card class="adv-item"  :width="'468'">
        <green-card :head-align="'left'" :content-align="'left'">
          <template #head>
            <p>Як швидко стає доступним</p>
          </template>
          <template #content>
            <p>Доступний для використання вже за декілька хвилин після оплати</p>
          </template>
        </green-card>
      </app-card>

      <app-card :width="'468'">
        <green-card :head-align="'left'" :content-align="'left'">
          <template #head>
            <p>Використання  при оплаті</p>
          </template>
          <template #content>
            <p>Можна оплатити покупку повністю / частково / як перший внесок кредиту (включно з товарами зі знижками)</p>
          </template>
        </green-card>
      </app-card>

      <app-card class="adv-item" :width="'468'">
        <green-card :head-align="'left'" :content-align="'left'">
          <template #head>
            <p>Для корпоративних клієнтів</p>
          </template>
          <template #content>
            <p>Пропонуємо спеціальні умови співпраці. Ми можемо розробити унікальні сертифікати, які будуть містити вашу корпоративну стилістику і будь-який бажаний номінал.</p>
          </template>
        </green-card>
      </app-card>

      <app-card class="adv-item" :width="'468'">
        <green-card :head-align="'left'" :content-align="'left'">
          <template #head>
            <p>Строк дії</p>
          </template>
          <template #content>
            <p>Строк дії - 12 місяців з моменту покупки картки</p>
          </template>
        </green-card>
      </app-card>

    </div>

    <p class="chapter">Які є застереження</p>
    <p class="text-inline">Електронний подарунковий сертифікат Ладної Хати відправляється на пошту.
      Пошта користувачів на сервісах mail.ru та yandex.ru може бути заблокована з України.<br>
      До зони ризику потрапляють власники поштових адрес на наступних доменах:</p>

    <div class="domain-cards">
      <app-card :width="'134'">
        <div class="domains">
          <p class="domain">mail.ua</p>
          <p class="domain">inbox.ru</p>
          <p class="domain">list.ru</p>
        </div>
      </app-card>

      <app-card :width="'134'">
        <div class="domains">
          <p class="domain">ya.ru</p>
          <p class="domain">ya.com</p>
          <p class="domain">mail.ru</p>
        </div>
      </app-card>

      <app-card :width="'134'">
        <div class="domains">
          <p class="domain">yandex.ru</p>
          <p class="domain">yandex.com</p>
          <p class="domain">yandex.ua</p>
        </div>
      </app-card>

      <app-card :width="'134'">
        <div class="domains">
          <p class="domain">bk.ru</p>
          <p class="domain">rambler.ru</p>
          <p class="domain">gov.ua</p>
        </div>
      </app-card>
    </div>

    <p class="text-inline">Якщо ви не отримали листа з придбаним електронним подарунковим сертифікатом, зв’яжіться з інформаційною службою: 0 800 100-200</p>

    <p class="chapter">Правила використання</p>
    <app-card :width="'1436'">
      <ul>
        <li>Для здійснення однієї покупки може бути використана будь-яка кількість подарункових сертифікатів Ладної Хати</li>
        <li>За допомогою подарункового сертифікату можна придбати будь-яку кількість товарів</li>
        <li>Подарунковий сертифікат <span class="achtung">може бути використан при покупці лише один раз</span>. Після використання подарунковий сертифікат вилучається магазином</li>
        <li>На товари, що купуються з використанням подарункового сертифікату, поширюються всі умови продажу, що діють в мережі в даний момент (акційні умови та знижки)</li>
        <li>При покупці подарункового сертифікату може бути використана будь-яка форма оплати, крім залучення кредитних коштів банків-партнерів</li>
        <li>Подарункові сертіфікати <span class="achtung">не можна обміняти на кошти</span> </li>
        <li>У разі, якщо номінал подарункового сертифікату перевищує загальну суму товару, то різниця, покупцю який є авторізованим клієнтом маркетплейсу Ладна Хата, зараховується на бонусний рахунок</li>
        <li>Якщо сума товару перевищує номінал подарункового сертифікату, покупець сплачує різницю готівкою або банківською карткою</li>
        <li>У разі розірвання договору купівлі-продажу товару, придбаного з використанням картки, повернення грошових коштів за товар
          здійснюється шляхом видачі нового подарункового сертифікату номіналом, який відповідає номіналу подарункового сертифікату
          (частини номіналу подарункового сертифікату у разі повернення одного з товарів, придбаних з використанням подарунковго сертифікату) ,
          за допомогою якого було придбано товар, що повертається</li>
        <li>Якщо сума товару, що повертається, на момент його покупки перевищувала номінал подарунковго сертифікату та клієнт, платив різницю готівкою,
          при розірванні договору купівлі-продажу, така сума різниці повертається покупцеві готівкою або на банківську картку</li>
      </ul>
    </app-card>

    <p class="chapter">Електронні подарункові сертифікати</p>

    <app-dropdown-card :width="'1072'">
      <template #head>
        1. Як придбати?
      </template>
      <template #content>
        <p class="drops">
          Придбати електронний сертифікат можна шляхом оформлення замовлення на сайті, вибравши бажаний номінал електронного сертифіката.
          На сторінці оформлення замовлення у спеціальному полі необхідно вказати номер телефону, на який надійде SMS з кодом сертифіката після
          проведення успішної оплати.<br><br>
          Оплатити електронний сертифікат можна <span class="bolded">тільки банківською карткою.</span><br><br>
          <span class="achtung">Увага.</span> Коли вводитимете номер телефону для отримання повідомлення з номером сертифіката,
          переконайтеся, що вказали його коректно! Змінити номер телефону, щоб отримати повідомлення за даним замовленням після підтвердження, неможливо.<br><br>
          Якщо ви купуєте сертифікат в подарунок, рекомендуємо вам одразу вказати номер телефону кінцевого власника
          сертифіката для зручності його подальшого застосування і безпеки даних.<br><br>
          Під час оформлення замовлення на купівлю електронного сертифіката в одному замовленні можна придбати <span class="bolded">не більше десяти</span> сертифікатів одного номіналу.<br><br>
          <span class="bolded">Повернення придбаного електронного сертифіката неможливе.</span></p>
      </template>
    </app-dropdown-card>

    <app-dropdown-card :width="'1072'">
      <template #head>
        2. Застосування і термін дії сертифіката
      </template>
      <template #content>
        <div class="drops">
          Електронний подарунковий сертифікат діє протягом 6 місяців з дати купівлі.<br>
          Використовувати електронні сертифікати для оплати замовлення можна тільки при оформленні замовлення на сайті і
          тільки в разі оплати замовлення готівковими коштами. Максимальна кількість застосованних сертифікатів в одному<br> замовленні - 50 шт<br><br>

          При застосуванні електронного сертифіката на сторінці оформлення замовлення з метою запобігання неправомірного<br> використання вашого
          електронного сертифіката відбувається його обов'язкова перевірка за номером телефону, на який<br> даний сертифікат було надіслано при його купівлі
          чи за його передарування через відповідну <a href="">форму</a>.<br><br>
          <ul>
            <li>Якщо номер телефону, вказаний як контактний на сторінці оформлення замовлення збігається з номером телефону<br>
              покупця сертифіката, перевірка через SMS-код не проводиться. При цьому вся комунікація стосовно замовлення <br>здійснюється виключно за цим номером.</li>
            <li>Якщо номер телефону, вказаний як контактний на сторінці оформлення замовлення, відрізняється від номера <br>
              телефону одержувача сертифіката, на номер одержувача надсилається SMS-код, який необхідно ввести у <br>
              відповідне поле біля сертифіката, що застосовується, для підтвердження правомірності застосування даного <br>сертифіката для оплати замовлення.</li>
          </ul>
          Електронним сертифікатом можна оплачувати будь-які товари продавця LadnaHata, крім товарів з категорій «Алкогольні <br>
        напої», «Електронні сигарети та аксесуари», «Тютюнові вироби», «Ювелірні прикраси», «Подарункові сертифікати», а <br>
        також вартість доставки замовлення. Підйом на поверх оплачується окремо.<br><br>

          В одному замовленні також можливо одночасно застосувати пластикові та електронні сертифікати.

          Якщо сума застосованих сертифікатів перевищує загальну вартість товарів у замовленні та доставки, різниця не <br>повертається.
        Розподілити сертифікат на кілька замовлень неможливо.
        </div>
      </template>
    </app-dropdown-card>

    <app-dropdown-card :width="'1072'">
      <template #head>
        3. Як подарувати/передарувати?
      </template>
      <template #content>
        <p class="drops">
          Подарувати електронний сертифікат можна одним із двох способів:<br><br>

          1. При купівлі вкажіть номер телефону фактичного власника. У цьому разі код сертифіката буде надіслано на <br>його телефон в SMS-повідомленні.<br><br>

          2. Якщо ви хочете подарувати сертифікат, прив’язаний до вашого номера телефону, скористайтеся <a href="">формою</a><br>
          передарювання електронного сертифіката, вказавши в ній номер сертифіката, номер телефону поточного власника і <br>
          номер телефону нового власника. Після підтвердження номера поточного власника через SMS-код новий власник <br>
          отримає номер електронного сертифіката в SMS-повідомленні на вказаний вами його номер телефону.
        </p>
      </template>
    </app-dropdown-card>

    <app-dropdown-card :width="'1072'">
      <template #head>
        4. Відмова від товарів, придбаних із застосуванням електронного сертифіката
      </template>
      <template #content>
        <div class="drops">
          У разі відмови від усього замовлення, застосовані у ньому електронні сертифікати знову стають доступними для <br>використання.<br><br>

          У разі відмови від частини товарів у замовленні можна вибрати один із наступних варіантів:<br>
          <ul>
            <li>
              Відмовитися від використання електронних сертифікатів та оплатити готівкою повну вартість товарів, які ви <br>
              забираєте, у разі якщо замовлення не було оплачене банківською карткою.
            </li>
            <li>
              Використати застосовані у замовленні електронні сертифікати для повної оплати отримуваних товарів. Якщо у <br>
              замовленні було застосовано кілька електронних сертифікатів, можна анулювати застосування частини з них за <br>
              умови, що сума застосованих сертифікатів, що залишилися в замовленні, становить не менше, ніж вартість товарів, <br>
              які ви забираєте. У разі якщо сума застосованих сертифікатів перевищує вартість товарів, що ви забираєте, <br>
              надлишок суми не компенсується і не повертається.
            </li>
            <li>
              Якщо в замовленні було застосовано кілька електронних сертифікатів, можна використати частину з них для <br>
              часткової оплати товарів, які ви забираєте. При цьому залишок суми оплачується готівкою, а невикористані <br>
              сертифікати знову стають доступними для використання.
            </li>
          </ul>
        </div>
      </template>
    </app-dropdown-card>

    <app-dropdown-card :width="'1072'">
      <template #head>
        5. Способи доставки, за яких можна застосувати
      </template>
      <template #content>
        <div class="drops">
          Сертифікат можна використати під час оплати товару:<br>
          <ul>
            <li>у магазинах і точках видачі LadnaHata,<br></li>
            <li>при купівлі товарів з вітрини у магазинах LadnaHata,<br></li>
            <li>у разі кур'єрської доставки LadnaHata,<br></li>
            <li>у відділеннях Нової пошти,<br></li>
            <li>при доставці кур’єром Нової пошти.<br></li>
            <li>у відділеннях УКРПОШТА</li>
          </ul>
        </div>
      </template>
    </app-dropdown-card>

    <app-dropdown-card :width="'1072'">
      <template #head>
        6. Де придбати?
      </template>
      <template #content>
        <div class="drops">
          Десь
        </div>
      </template>
    </app-dropdown-card>
  </div>
</template>

<script>
import {mapMutations} from "vuex";
import AppCard from "@/components/ui/AppCard";
import GreenCard from "@/components/ui/GreenCard";
import AppDropdownCard from "@/components/ui/AppDropdownCard";

export default {
  name: "GiftCertificates",
  components: {AppDropdownCard, GreenCard, AppCard},
  beforeMount() {
    const header = this.$i18n.t('giftCertificates')
    this.setHeaderLocate([{id:0, name:header}]);
  },
  methods: {
    ...mapMutations({
      setHeaderLocate: 'setHeaderLocate',
    }),
  },

}
</script>

<style scoped>

.achtung{
  font-weight: bold;
  color:#F45D48;
}

.bolded {
  font-weight: bold;
}

.certificates{
  display: flex;
  flex-direction: column;
  align-items: center;
}

h1 {
  font-size: 35px;
  text-align: center;
  font-weight: 700;
  font-family: Mariupol-Bold, serif;
}

.head-card {

}

.chapter {

  font-size: 20px;
  font-weight: 700;
  line-height: 19px;
  letter-spacing: 0;
  text-align: center;

}

.advantages {
  display: flex;
  flex-direction: row;
  flex-wrap: wrap;
  justify-content: space-between;
  row-gap: 15px;
}

.text-inline {
  font-size: 16px;
  font-weight: 400;
  line-height: 15px;
  letter-spacing: 0;
  text-align: center;
}

.domain-cards{
  display: flex;
  flex-direction: row;
  justify-content: space-between;
  width: 584px;
}
.domains{
  display: flex;
  flex-direction: column;
  margin-left: 10px;
  padding: 10px 0;

}
.domain {
  font-size: 18px;
  line-height: 17px;
  letter-spacing: 0;
  text-align: left;
  color:#F45D48;
  font-weight: bold;
  margin: 2px 0;
}

.drops {

  font-size: 18px;
  font-weight: 400;
  line-height: 17px;
  letter-spacing: 0;
  text-align: left;

}

.adv-item {
  /*margin-bottom: 15px;*/
}
</style>
