{
  "ua": {
    "title": "Угода користувача",
    "underTitle": "Я (надалі – «Я» та/або «Користувач») погоджуюсь з умовами цієї Угоди користувача і, використовуючи сайт: rozetka.com.ua (надалі – «Сайт») та/або мобільний додаток Ладна Хата (надалі – «Мобільний додаток») та/або інші сервіси (надалі разом іменуються як «Он-лайн платформа Ладна Хата» та/або «Он-лайн платформа»), при замовленні, листуванні, телефонній розмові, залишенні відгуків тощо, надаю згоду на обробку і захист своїх персональних даних, як Користувача, в обсязі, порядку, відповідно до мети обробки згідно з Положенням про обробку персональних даних, розміщеному тут: (надалі – «Положення» та/або «Положення про обробку і захист персональних даних»).",
    "mainRules": [
      {
        "title": "Персональні дані",
        "text": "У доповнення до Положення, на виконання вимог Закону України \"Про захист персональних даних\" шляхом заповнення на Онлайн-платформі заявки для розгляду можливості придбання товару в кредит та натискання кнопки «Замовлення підтверджую» даю згоду на обробку вказаних у заявці моїх персональних даних наступними особами: АТ «ПУМБ» (код ЄДРПОУ - 14282829), АТ «ОТП БAНК» (код ЄДРПОУ– 21685166), АТ \"УКРСИББАНК\" (код ЄДРПОУ– 09807750), ТОВ \"ФК\"ЦФР\" (код ЄДРПОУ– 35725063), АТ \"АЛЬФА-БАНК\" (код ЄДРПОУ– 23494714), АТ КБ «ПРИВАТБАНК» (код ЄДРПОУ – 14360570), АТ \"УНІВЕРСАЛ БАНК\" (код ЄДРПОУ – 21133352), та іншим фінансовим установам, що надають можливість кредитування на Он-лайн платформі Ладна Хата, з метою забезпечення реалізації цивільно-правових відносин, надання/отримання та здійснення розрахунків за придбані товари/послуги, в тому числі шляхом кредитування. Не заперечую щодо перевірки переліченими у цій Угоді фінансовими установами інформації у будь-яких бюро кредитних історій України з метою з’ясування відомостей, які стосуються виконання мною взятих на себе зобов’язань по договорам (в т.ч. кредитним), у випадку наявності таких, тим самим розуміючи, що об’єм інформації, яка буде перевірятися, може включати в себе інформацію, яка стосується банківської таємниці, і з’ясування якої буде такою, яка буде повною та достатньою для розуміння мого соціального, майнового стану, платоспроможності та несення можливої подальшої майнової відповідальності, у випадку її необхідності.\nЯ також погоджуюсь з тим, що Володілець має право надавати доступ та передавати мої персональні дані третім особам без будь-яких додаткових повідомлень, не змінюючи при цьому мети їх обробки, визначеної в Положенні та цій Угоді. В тому числі, на перевірку зазначеної Мною інформації та не заперечую про передачу для можливого необхідного з'ясування даної інформації третім особам, під якими розумію: фінансові установи, колекторські компанії, оператори мобільного та поштового зв’язку, інші фізичні та/або юридичні особи.\nНадаю згоду запитувати та отримувати в бюро кредитних історій, включених до Єдиного реєстру бюро кредитних історій (надалі – «Бюро»), дані та інформацію у вигляді зведених показників, сформованих на основі інформації, що міститься у моїй кредитній історії та/або на основі інформації доступної з відкритих джерел, від третіх осіб, з використанням доступних Бюро моделей розрахунку, а також на використання зазначеної інформації володільцем та/або третіми особами для визначення та пропонування мені Володільцем в особистому кабінеті на Он-лайн платформі Ладна Хата маркетингових/спеціальних пропозицій(фінансових лімітів) для придбання товарів та/або послуг.\nМи цінуємо ваше право на особисте життя та нерозголошення вашої персональної інформації. Ця Угода користувача — правило, яким користуються всі співробітники нашого сервісу, та регламентує збір і використання особистої інформації, яка може бути запитана/отримана при відвідуванні Он-лайн платформи Ладна Хата: при використанні сервісу, при замовленні, листуванні, телефонній розмові, будь-якої іншої комунікації, при якій здійснюється обмін даними/інформацією. Якщо у вас виникнуть питання або проблеми у зв’язку з конфіденційністю, надсилайте, будь ласка, свої питання або зауваження на електронну адресу: cab@ladnahata.com.ua\nЯку інформацію ми збираємо\nНа Он-лайн платформі Ладна Хата, в разі, коли ви робите замовлення, берете участь в акції, дослідженнях або іншим чином взаємодієте з нами, ми збираємо як особисту інформацію, так і загальні дані.\nОсобиста інформація стосується окремого користувача та обробляється в порядку, межах, з метою, визначених в Положенні. Ми не вимагаємо реєстрації або надання такої інформації для перегляду нашої Он-лайн платформи та отримання доступу до його змісту.\nДля того щоб зробити замовлення товарів/послуг, брати участь у акціях, дослідженнях або іншим чином взаємодіяти з нами, ви повинні уважно ознайомитися з вашими правами та обов’язками щодо обробки персональних даних, які зазначені в ст. 8 Законі України «Про захист персональних даних» та Положенні, уважно ознайомитися з даною Угодою користувача та Положенням, а також висловити свою повну згоду з їх умовами.\nЯкщо ви не погоджуєтеся з будь-якою з умов даної Угоди користувача та Положення про обробку і захист персональних даних, будь ласка, не надавайте особисту інформацію (персональні дані).\nЗгоду на використання вашої особистої інформації ви можете відкликати в будь-який момент. Для цього достатньо надіслати повідомлення електронною поштою, з поміткою в темі листа «Персональні дані», за адресою: cab@ladnahata.com.ua"
      },
      {
        "title": "Чому ми обробляємо персональні дані",
        "text": "Термін «персональні дані» використовується в значенні, визначеному в Законі України «Про захист персональних даних» та становить сукупність відомостей про користуваня, які визначаються в Положенні .\nМи можемо обробляти ваші персональні дані для цілей та з метою, визначених в Положенні. При цьому одночасно можуть застосовуватися одна або кілька цілей.\nМи діємо відповідно до цієї Угоди користувача, на підставі Положення про обробку і захист персональних даних та на підставі чинного законодавства України. Володільцем персональних даних є ТОВ «Ладна Хата . УА», що знаходиться за адресою : м. Київ, вулиця Олександра Мишуги, 6. Ми маємо право зберігати Персональні дані стільки, скільки необхідно для реалізації мети, що зазначена у даній Угоді користувача та Положенні."
      },
      {
        "title": "Як збираємо інформацію",
        "text": "Мета, цілі обробки персональних даних, а також інші умови щодо обробки персональних даних визначаються в Положенні.\nОсобиста інформація, як ми зазначили вище, надходить безпосередньо від вас, та з вашого відома. Так, коли ви реєструєтеся на Он-лайн платформі, ми отримуємо надану вами інформацію. Коли ви реєструєтеся в промо-акції, ми збираємо інформацію, необхідну для вашої участі, аби виконати наші зобов’язання перед вами. Коли ви здійснюєте замовлення товару, ми збираємо вказану вами інформацію, щоб мати змогу оформити замовлення та доставити його вам. Коли ви надсилаєте нам електронного листа, ми зберігаємо вказану вами адресу електронної пошти, щоб мати змогу відповісти, тощо.\nТакож ми постійно збираємо загальну інформацію, коли ви заходите на нашу Он-лайн платформу. Процес збору таких даних відбувається з допомогою технологій cookies, як пояснюється нижче."
      },
      {
        "title": "Як видалити акаунт?",
        "text": [
          "Увійдіть до особистого кабінету, ввівши логін і пароль.",
          "Виберіть розділ Особисті дані.",
          "Гортайте сторінку донизу.",
          "Виберіть Видалити акаунт назавжди.",
          "Поставте галку про згоду з видаленням історії та іншими наслідками видалення облікового запису.",
          "За бажанням вкажіть причину видалення.",
          "Натисніть Видалити мій акаунт.",
          "При видаленні акаунту, ми призупиняємо обробку ваших персональних даних, які обробляли на основі вашої згоди з умовами використання сайту."
        ]
      },
      {
        "title": "Cookies",
        "text": "Як і багато інших компаній, ми використовуємо технологію cookies на нашій Он-лайн платформі та поза її межами. Cookies — це уривки інформації, які Он-лайн платформа передає на жорсткий диск споживача (Користувача) для зберігання інформації, пов’язаної з Он-лайн платформою. Ця технологія розширює ваші можливості використання інтернету, зберігаючи ваші пріоритети під час перегляду певного сайту. Технологія cookies не містить особистої інформації і не може жодним чином налаштовувати вашу систему або зчитувати інформацію з вашого жорсткого диска.\nПід час перегляду нашої Он-лайн платформи ми можемо розмістити cookies на вашому комп’ютері. Такі тимчасові cookies використовують для підрахунку кількості візитів на нашу Он-лайн платформу. Вони видаляються, коли ви виходите з браузера. Постійні cookies можуть зберігатися на вашому комп’ютері вашим браузером. Під час реєстрації цей тип cookies повідомляє: вперше ви до нас завітали чи заходили на нашу Он-лайн платформу раніше. Cookie не містять Персональних даних і можуть бути заблоковані вами у будь-який момент. Сookies не отримують особистої інформації про вас та не надають нам вашої контактної інформації, а також не отримують жодної інформації з вашого комп’ютера. Ми використовуємо cookies для визначення характеристик Он-лайн платформи та пропозицій, які вам найбільше подобаються з метою надання вам більше інформації, в якій ви зацікавлені. Крім того, файли cookie використовуються, щоб зробити Он-лайн платформу Ладна Хата безпечною, захищеною і зручною. Файли cookie забезпечують підтримку функцій безпеки та їх запуск. Файли cookie також дозволяють відстежувати порушення Угоди користувача відвідувачами або пристроями. Файли cookie допомагають оцінити кількість і частоту запитів, а також виявляти і блокувати тих відвідувачів або пристрої, які намагаються виконати пакетні завантаження інформації з Он-лайн платформи.\nЯрлик «help» на панелі більшості браузерів проінформує вас як заборонити браузеру приймати нові cookies, як отримувати повідомлення від браузера, що ви отримали нові cookies, або як відключити cookies. Пам’ятайте, що cookies дозволяють вам повною мірою користуватися всіма можливостями Он-лайн платформи Ладна Хата, і ми рекомендуємо вам залишати їх ввімкненими.\nКрім того, Он-лайн платформа Ладна Хата може містити посилання на сайти, які не управляються ТОВ «Ладна Хата. УА». Такі посилання наведені виключно для інформаційних цілей. При переході на за посиланнями на інші сайти дія цього Положення та цієї Угоди користувача на такі сайти не поширюється.\nТехнічне оснащення сторінок Он-лайн платформи Ладна Хата може включати в себе модулі:\nFacebook, Twitter, Youtube (youtube.com), Google+ (plus.google.com), Telegram, Instagram, Viber.\nЦі модулі можуть бути кнопками синхронізації аккаунту на Он-лайн платформі Ладна Хата, Like, ретвітнути або відповідно «Мені подобається». Якщо відвідувач відкривав одну з веб-сторінок, оснащену таким плагіном, його інтернет-браузер безпосередньо підключить його до серверів Facebook, Twitter, LinkedIn, Google+, Youtube Telegram, Instagram, Viber. Плагін буде передавати на сервер дані про те, які саме веб-сторінки Он-лайн платформи Ладна Хата відвідувач переглядав. При використанні будь-яких функцій плагіну, ця інформація також буде синхронізована з обліковим записом відвідувача на Facebook, Twitter, Google+ , Youtube Telegram, Instagram, Viber. Більш детальну інформацію про збір і використання даних мережами Facebook, Twitter, Google+, Youtube Telegram, Instagram, Viber, а також про права і можливості щодо захисту персональних даних в даному контексті можна знайти в розділі про конфіденційність на сайтах Facebook, Twitter, LinkedIn, Google+, Youtube, Telegram, Instagram, Viber."
      },
      {
        "title": "Конкурси та акції",
        "text": "Он-лайн платформа Ладна Хата іноді розміщує повідомлення про промо-акції із можливістю зареєструватися онлайн. У таких випадках ми використаємо надану Вами інформацію, щоб провести акцію (наприклад, повідомити Вас у разі виграшу). Через певний час після закінчення промо-акції особисту інформацію ми видаляємо із нашої бази даних, якщо Ви не надали згоди на її збереження та використання для отримання подальшої інформації від нас. Беручи участь в акції ви надаєте однозначну згоду на безкоштовне використання вашого імені, прізвища, фотографії, інтерв’ю або інших матеріалів про вас з рекламною метою, у тому числі право публікації вашого імені та фотографії у засобах масової інформації, будь-яких друкованих, аудіо- та відеоматеріалах, інтерв’ю зі ЗМІ. Таке використання не компенсується (не оплачується).\nУмови щодо передачі персональних даих третім особам в таких випадках визначені в Положенні."
      },
      {
        "title": "Ціни та наявність товару",
        "text": "Опис товарів, що розміщений на Он-лайн платформі, в тому числі ціни позначені на Он-лайн платформі та інформація щодо наявності товарів, може змінюватись. Сума замовлення може змінюватись в залежності від ціни, кількості, номенклатури товару наявного у продавця на дату відвантаження. Остаточна вартість товару зазначається в розрахункових та/або товаросупровідних документах, що надаються покупцеві (або його представнику) під час отримання замовлення. У випадку відсутності товару продавець може в односторонньому порядку скасовувати замовлення."
      },
      {
        "title": "Треті сторони, що надають послуги",
        "text": "У процесі роботи ми звертаємося до інших компаній та осіб, які виконують багато функцій. Наприклад, виконання та доставку замовлень, надання підтримки споживачів, замовляємо в певних агенцій адміністрування промо-кампаній, аналіз даних. Ці агенції можуть мати доступ до особистої інформації, якщо це необхідно для виконання їхніх функцій, однак їм заборонено використовувати особисту інформацію з іншою метою, ніж та, яка зазначена в нашій Угоді користувача та в нашому Положенні про обробку і захист персональних даних, і ми вимагаємо від них дотримання конфіденційності.\nЗагальна інформація стосується таких аспектів, як кількість відвідувачів Он-лайн платформи, на які сторінки вони заходять, яку інформацію завантажують, тип веб-браузера та операційна система, яку вони використовують, назва провайдера інтернет-послуг, тощо. Коли Ви заходите на нашу Он-лайн платформу, ми автоматично отримуємо цю інформацію та узагальнюємо з подібними даними про інших відвідувачів. Збираючи таку інформацію, ми аналізуємо, як краще пристосувати нашу Он-лайн платформу до потреб відвідувачів."
      },
      {
        "title": "Розголошення та передача даних",
        "text": "Інформація про умови розкриття інформації про персональні дані третім особам міститься в Положенні."
      },
      {
        "title": "Оновлення цієї Угоди",
        "text": "Коли ви робите замовлення, берете участь в акції, дослідженнях або іншим чином взаємодієте з нами, ви погоджуєтесь з умовами Угоди користувача та Положення.\nМи можемо в односторонньому порядку змінювати або оновлювати частини цієї Угоди в будь-який час, без попереднього повідомлення. Будь-ласка, час від часу переглядайте Угоду користувача, щоб знати про її зміни та оновлення. Усі зміни до цієї Угоди користувача набувають чинності з моменту їх публікації. У випадку визнання недійсною або нездійсненною будь-якої частини даної Угоди користувача, інші її частини будуть залишатися чинними."
      }
    ],
    "publicOffer": "Публічна оферта",
    "rulesBonusProgram": "Офіційні правила програми “Бонусний рахунок”",
    "content": "Зміст",
    "contentData": [
      "Визначення термінів",
      "Загальні положення",
      "Умови використання Бонусного Рахунку",
      "Початок використання Бонусного Рахунку",
      "Права та обов`язки Організатора",
      "Використання персональних даних Користувача",
      "Порядок нарахування Бонусів",
      "Порядок використання Бонусів",
      "Інші умови",
      "Відповідальність",
      "Застереження"
    ],
    "publicOfferData": [
      {
        "title": "Визначення термінів",
        "text": [
          "1.1 Організатор — юридична особа ТОВ «Розетка.УА», що визначає умови та правила користування Бонусним Рахунком, та здійснює управління та організацію всіх процедур, які є невід`ємною частиною функціонування Програми лояльності «Бонусний Рахунок».",
          "1.2 Програма лояльності «Бонусний Рахунок» (далі за текстом — Програма) система винагородження Учасників/Користувачів Бонусного Рахунку шляхом надання їм привілеїв та бонусів, які можуть використовуватись, як знижка при купівлі товарів у Точці Продажу або у Партнерів Програми.\n",
          "1.3 Бонусний Рахунок — віртуальний депозитарій Бонусів Користувача, з якого можуть бути списані Бонуси під час розрахунку Користувача за товар, та на який можуть бути нараховані Бонуси при виконанні Користувачем умов їх отримання.\n",
          "1.4 Користувач Рахунку (далі Користувач) — дієздатна фізична особа, яка досягла 18-річного віку, має громадянство України, та Акцептувала умови даної публічної оферти.\n",
          "1.5 Партнер Програми — суб’єкт господарювання, який відповідно до умов та правил участі у Програмі лояльності «Бонусний Рахунок» нараховує Користувачам Бонуси та/або надає їм можливість отримати інші заохочення. Актуальний перелік Партнерів Програми за їх наявності розміщується на сайті ladnahata.com.ua\n",
          "1.6 Персональний Номер Користувача (далі — ПНУ) — унікальний номер, що закріплюється за кожним Користувачем у форматі номеру українського GSM-оператора, необхідний для ідентифікації Користувача в інформаційній системі Організатора.\n",
          "1.7 Бонус — віртуальна одиниця, що нараховується Користувачу та накопичується на його Бонусному Рахунку, та може бути використана під час розрахунку за товари для отримання знижки. Бонус не є грошовою одиницею та не може бути обміняний на грошові кошти.\n",
          "1.8 Анкета — електронний реєстраційний документ (опитувальник), що розташований у Персональному Кабінеті авторизованого відвідувача сайту ladnahata.com.ua та заповнюється останнім для реєстрації та отримання права використання Бонусного Рахунку.\n",
          "1.9 Точка продажу — інтернет-магазин ladnahata.com.ua\n",
          "1.10 Транзакція — операція з оплати товарів, які замовлені Користувачем на сайті.\n",
          "1.11 Верифікація телефонного номеру (далі — Верифікація) — процедура підтвердження Користувачем вказаного під час реєстрації власного номеру телефону будь-якого українського GSM-оператора з метою запобігання доступу сторонніх осіб до Бонусного Рахунку Користувача.\n",
          "1.12 Публічна Оферта — пропозиція Організатора, адресована Користувачам/потенційним Користувачам, прийняти умови даних правил на визначених нижче умовах.\n",
          "1.13 Інтернет-магазин (Сайт) — засіб для представлення та або реалізації товару, шляхом вчинення електронного правочину в інформаційно-телекомунікаційній мережі за адресою ladnahata.com.ua.\n",
          "1.14 Акцепт — повне та безумовне, прийняття Покупцем/Користувачем умов Публічної оферти шляхом проходження процедури Верифікації телефонного номеру. Моментом Акцепту вважається вибір Покупцем такої опції у відповідному розділі інтернет магазину на сайті ladnahata.com.ua.\n",
          "1.15 Персональний кабінет — сервіс за допомогою якого покупець має можливість отримати інформацію про зроблені замовлення, покупки та Бонусний Рахунок Користувача, а також інші активності здійснювані покупцем на сайті інтернет-магазину."
        ]
      },
      {
        "title": "Загальні положення",
        "text": [
          "2.1 Ці Правила є договором приєднання у розумінні ст. 634 Цивільного кодексу України.",
          "2.2 Програма лояльності «Бонусний Рахунок» не є азартною грою, лотереєю, послугою у сфері грального бізнесу.",
          "2.3 Програма лояльності «Бонусний Рахунок» діє по всій території України."
        ]
      },
      {
        "title": "Умови користування Бонусним Рахунком",
        "text": [
          "3.1 Будь-яка фізична особа, яка відповідає вимогам зазначеним в п.1.3. даної Оферти , має право стати Учасником Програми «Бонусний Рахунок» та долучитися до користування Бонусним Рахунком шляхом коректного та достовірного заповнення Анкети Користувача, Верифікації власного номеру мобільного телефону та акцепту умов даної Оферти. Виконання умов зазначених в даній Оферті є обов’язковим для всіх Учасників Програми «Бонусний Рахунок» та Користувачів Бонусного Рахунку.\n",
          "3.2 Користувачі Бонусного Рахунку мають право отримувати та накопичувати Бонуси. При здійсненні покупок у Точках Продажу, Користувачі Бонусного Рахунку мають право отримувати знижки, розмір яких встановлюється Організатором та розраховується на підставі накопичених та використаних Користувачем Бонусів. За фактом розрахованої та наданої знижки, аналогічна сума Бонусів списується Організатором з Бонусного Рахунку Користувача.\n",
          "3.3 Користувачі Бонусного Рахунку мають право на отримання додаткових переваг, які надаються на встановлених Організатором умовах або згідно правил акційних та маркетингових заходів.\n",
          "3.4 Користувач надає свою беззаперечну згоду на збір, обробку, зберігання та використання своїх персональних даних Організатором згідно ст.8 Закону України «Про захист персональних даних» положення чинного законодавства України та умов даної Оферти.\n      Доступ до Персональних даних Користувача можуть мати лише уповноважені представники Організатора.\n",
          "3.5 Інформація про умови та правила користування Бонусним Рахунком є публічною та розміщується на сайті ladnahata.com.ua\n",
          "3.6 Основним ідентифікатором Користувача Бонусного Рахунку в інформаційній системі Організатора є його прізвище, ім’я та по батькові, а також Персональний Номер Користувача у форматі номеру українського GSM-оператора.\n",
          "3.7 Бонусний Рахунок призначений виключно для особистого користування фізичними особами. Бонуси не можна передавати, продавати, отримати компенсацію в т.ч. грошову, або будь-яким іншим способом відчужувати.\n",
          "3.8 Датою початку користування Бонусним Рахунком є дата Акцепту цих Правил Програми «Бонусний Рахунок» і умов користування Бонусним Рахунком на сайті  ladnahata.com.ua\n",
          "3.9 Персональний Номер Користувача дійсний в якості ідентифікатора Користувача в системі протягом всього терміну користування Бонусним Рахунком.\n      Кожен Користувач Бонусного Рахунку може в будь-який час припинити користуватися Бонусним Рахунком (заблокувати його) та відмовитись від накопичення та використання Бонусів.\n      Для цього необхідно відправити запит на відмову від користування Бонусним Рахунком на сайті ladnahata.com.ua та ввести у відповідне поле смс-код, отриманий на Верифікований номер мобільного телефону Користувача.\n",
          "3.10 Після блокування Бонусного Рахунку, всі Бонуси, що були накопичені Користувачем, анулюються без змоги їх відновлення. Заблокований Бонусний Рахунок розблокуванню не підлягає. Блокування можливо тільки у випадку, коли дані особи, яка надсилає запит на блокування бонусного рахунку, збігаються з даними, зареєстрованими в інформаційній системі Організатора.\n",
          "3.11 У разі зміни номера мобільного телефону Користувача необхідно Верифікувати новий номер мобільного телефона на сайті ladnahata.com.ua у Персональному Кабінеті.\n",
          "3.12 У разі несвоєчасного інформування Користувачем про зміну номера мобільного телефону, Організатор не несе відповідальності за всі операції, що проводяться на Бонусному Рахунку Користувача до надходження відповідного інформування."
        ]
      },
      {
        "title": "Початок використання Бонусного Рахунку",
        "text": [
          "4.1 Щоб почати використання Бонусного Рахунку, потенційний Користувач повинен:",
          [
            "Бути повнолітньою дієздатною фізичною особою та мати громадянство України.",
            "Бути зареєстрованим/авторизованим відвідувачем сайту ladnahata.com.ua",
            "Достовірно та коректно заповнити Анкету Користувача",
            "Пройти процедуру Верифікації мобільного номеру телефону шляхом введення у відповідне поле на сайті ladnahata.com.ua коду підтвердження, який висилається Організатором Користувачу у смс-повідомленні на номер мобільного телефону, вказаний Користувачем для Верифікації",
            "Акцептувати умови даної публічної Оферти."
          ],
          "4.2 Процедура Верифікації мобільного номеру телефона Користувача є підтвердженням його погодження з даними Правилами Програми «Бонусний Рахунок».",
          "4.3 Після успішного завершення реєстрації Користувача в інформаційній системі Організатора йому присвоюється Персональний Номер Користувача, надається статус Користувача Бонусного Рахунку та активується Бонусний Рахунок.\n",
          "Користувач повідомляється про успішне завершення реєстрації та отримання статусу Користувача Бонусного Рахунку шляхом відображення повідомлення на сайті ladnahata.com.ua та шляхом відправки Оператором електронного листа на електронну адресу Користувача, вказану у Анкеті.\n",
          "4.4 Верифікація мобільного номеру телефона доступна лише для форматів номерів українських GSM-операторів."
        ]
      },
      {
        "title": "Права та обов’язки Організатора",
        "text": [
          "5.1 Організатор має право в однобічному порядку призупинити або припинити дію Програми «Бонусний Рахунок», або змінити умови і правила користування Бонусним Рахунком в будь-який час. У разі припинення дії Програми, всі Бонуси, які наявні на Рахунку Користувача на цей момент, можуть бути використані ним протягом 30 (тридцяти) календарних днів з моменту публічного розміщення відповідної інформації про припинення дії Програми на сайті ladnahata.com.ua\n",
          "Організатор зобов’язаний публічно повідомляти Користувачів про всі зміни в правилах і умовах користування Бонусним Рахунком шляхом розміщення інформації на сайті ladnahata.com.ua не пізніше, ніж за 30 (тридцять) календарних днів до вступу в силу таких змін.\n",
          "Публічне розміщення інформації про будь-які зміни в правилах і умовах користування Бонусним Рахунком на сайті ladnahata.com.ua вважається фактом інформування Користувачів про ці зміни.\n",
          "5.2 Організатор має право відмовити потенційному Користувачу у бажанні використання Бонусного Рахунку, видалити або припинити дію Персонального Номера Користувача та заблокувати його Бонусний Рахунок у таких випадках:\n",
          [
            "Використання або спроба використання Користувачем Персонального Номера, Персонального Кабінету, Бонусного Рахунку способом, який не відповідає Правилам Програми.\n",
            "Будь-яка обґрунтована підозра Організатора у зловживаннях з боку Користувача щодо користування Бонусним Рахунком.\n",
            "Відсутність активних дій Користувача протягом 36 місяців.\n",
            "Інші обставини, які Організатор буде вважати як достатніми для відмови Користувачу у користуванні Бонусним Рахунком.\n"
          ],
          "5.3 Організатор не несе відповідальності за будь-які втрати або збитки Користувача, які можуть виникнути в результаті таких дій.\n",
          "5.4 Організатор має право в односторонньому порядку списувати з Бонусного Рахунку Користувача бонуси, які були зараховані помилково або пов’язані з купівлею, яка була скасована, у разі повернення товару, а також в разі виявлення шахрайства та / або недобросовісних дій Користувача з Персональним Номером Користувача або Бонусним Рахунком Користувача.\n"
        ]
      },
      {
        "title": "Використання персональних даних Користувача",
        "text": [
          "6.1 Інформація, вказана Користувачем в Анкеті (ПІБ, дата народження, номер мобільного телефону, e-mail, поштова адреса і т.п.), є його персональними даними. Персональні дані Користувача є конфіденційною інформацією, збір і подальша обробка персональних даних здійснюється Організатором відповідно до Закону України «Про захист персональних даних», іншими нормативно-правовими актами України.\n",
          "6.2 Своєю згодою з цими правилами Користувач добровільно надає Організатору зазначені в Анкеті персональні дані для реєстрації в інформаційній системі в якості Користувача Бонусного Рахунку, а також з метою підтримки довгострокового співробітництва з Організатором. Користувач також дає згоду на використання його персональних даних для обробки замовлень на придбання товарів Організатора, отримання рекламних та спеціальних пропозицій, інформації про акції, розіграші, іншої інформації про діяльність Організатора (комерційних партнерів). Для цілей, передбачених цим пунктом, Організатор має право направляти листи, повідомлення та матеріали на поштову адресу, e-mail Користувача, Push-повідомлення, а також відправляти sms-повідомлення, здійснювати дзвінки на вказаний в Анкеті телефонний мобільний номер.\n",
          "6.3 Для цілей, передбачених п. 5.2 Правил, Користувач надає Організатору право здійснювати обробку його персональних даних, в тому числі: записувати персональні дані в бази даних Організатора (без додаткового повідомлення Користувача про це), здійснювати довічне зберігання даних, їх накопичення, оновлення, зміну (у разі необхідності). Організатор зобов’язується забезпечити захист даних від несанкціонованого доступу третіх осіб, не поширювати і не передавати дані будь-якій третій стороні (крім передачі даних пов’язаним особам, комерційним партнерам, особам, уповноваженим Організатором для здійснення безпосередньої обробки даних для зазначених цілей, а також на обов’язковий запит компетентного державного органу).\n",
          "6.4 У разі зміни своїх персональних даних Користувач повинен надати Організатору оновлену інформацію, звернувшись за телефоном гарячої лінії Організатора або шляхом внесення змін у розділ «Персональні дані» Персонального Кабінету Користувача на сайті ladnahata.com.ua. У разі невиконання Користувачем даного вимоги, Організатор не несе відповідальності за несприятливі наслідки, пов’язані з використанням застарілих даних.\n",
          "6.5 Користувач безпосередньо після реєстрації або в будь-який інший момент може встановити заборону (обмеження) на використання його персональних даних. Для цього Користувач повинен звернутися за телефоном гарячої лінії Організатора з відповідним повідомленням. Користувачу також надаються інші права, передбачені статтею 8 Закону України «Про захист персональних даних».\n",
          "6.6 Анкета Користувача не приймається Організатором у випадку некоректного заповнення даних.\n",
          "6.7 Організатор зобов’язується вчасно інформувати Користувача про його можливості та винагороди, однак не несе відповідальності за повідомлення, які не були доставлені Користувачу в результаті незалежних від Організатора обставин.\n",
          "6.8 Користувач надає Організатору право направляти йому будь-яку інформацію комерційного і / або інформаційного характеру про Програму «Бонусний Рахунок» або Партнерів Програми та про інші споживчі пропозиції поштою, електронною поштою, телефоном та / або SMS.\n",
          "6.9 Дані Користувача, зазначені в Анкеті, є конфіденційними. Доступ до даних мають відповідальні особи Організатора і сам Користувач, а також ці дані можуть бути надані на вимогу правоохоронних та / або інших органів відповідно до чинного законодавства.\n",
          "Відповідальність за недостовірність даних у анкеті персональних даних несе Користувач Бонусного Рахунку.\n"
        ]
      },
      {
        "title": "Порядок нарахування бонусів",
        "text": [
          "7.1 Кожен Користувач при здійсненні покупок в інтернет магазині Rozetka.com.ua шляхом оформлення замовлення через сайт www.rozetka.com.ua або за фактом виконання умов Програми «Бонусний Рахунок» та/або спільних маркетингових заходів та пропозицій у Партнерів, має право отримувати Бонуси на свій Бонусний Рахунок та інші додаткові переваги, якщо вони визначені правилами Програми та/або правилами таких маркетингових заходів.\n",
          "7.2 При виконанні Користувачем умов отримання Бонусів, на його Бонусний Рахунок нараховується сума Бонусів, встановлена Організатором для конкретного товару у конкретний проміжок часу та в момент підтвердження Користувачем замовлення товару є дійсною. Сума бонусів до нарахування за конкретний товар встановлюється Організатором в абсолютному або відносному значенні до вартості такого товару та відображається на сайті у абсолютному еквіваленті. Якщо при оплаті такого товару Користувач використав Бонуси для отримання знижки, сума Бонусів до нарахування може бути перерахована відносно до суми, сплаченої грошовими коштами. Сума Бонусів зараховується на Бонусний Рахунок Користувача у абсолютному еквіваленті.\n",
          "7.3 Користувач має змогу отримувати на свій Рахунок Бонуси за свої дії, що не підпадають під загальноприйняте визначення операцій купівлі-продажу товарів та не супроводжуються грошовими відносинами між Організатором та Користувачем. Розмір Бонусів та перелік таких дій визначається Організатором та публікується на сайті Rozetka.com.ua.\n",
          "7.4 Розмір Бонусів, що підлягають нарахуванню Користувачам за придбання товарів та перелік таких товарів визначається Організатором та публікується на сайті Rozetka.com.uaРозмір Бонусів, що підлягають нарахуванню Користувачам за придбання товарів та перелік таких товарів визначається Організатором та публікується на сайті Rozetka.com.ua\n",
          "7.5 Термін активації, термін дії та сума Бонусів, що підлягає нарахуванню на Бонусний Рахунок Користувача за один і той самий товар або за іншу активність Користувача, може відрізнятись в залежності від умов діючих на даний момент акційних пропозицій та маркетингових заходів.\n",
          "7.6 Організатор залишає за собою право на власний розсуд встановлювати суми Бонусів, що підлягають нарахуванню за придбання конкретного товару та/або іншу активність Користувачів, публічно повідомивши про це Користувачів шляхом розміщення такої інформації на сайті Rozetka.com.ua або шляхом надсилання Користувачам sms-повідомлень/електронних листів.\n",
          "7.7 Нарахування Бонусів відбувається в інформаційній системі Організатора на Бонусний Рахунок Користувача.\n",
          "7.8 Нарахування Бонусів Користувачам відбувається при готівковому розрахунку за товар та при розрахунку банківськими картками.\n",
          "7.9 У разі придбання товару з використанням кредитних коштів (оплати частинами) Бонуси не нараховуються.\n",
          "7.10 Нараховані за придбання товару Бонуси є недоступними для обчислення на їх підставі знижки та списання з Бонусного Рахунку протягом 15 (п'ятнадцяти) календарних днів з дати покупки. Датою покупки вважається дата зміни статусу замовлення таких товарів на «Виконано». По завершенні вказаного терміну, нараховані Бонуси стають доступними для списання.\n",
          "7.11 У разі повернення Користувачем придбаного раніше товару, Бонуси, використані при придбанні даного товару, повертаються на Бонусний Рахунок Користувача, з якого вони були списані раніше, Бонуси, нараховані Користувачу за придбання даного товару, анулюються.\n",
          "7.12 Якщо сума грошових коштів, що підлягають поверненню Користувачеві на підставі повернення придбаного раніше товару, перевищує суму грошових коштів, яка фактично надійшла в якості оплати за такий товар раніше, бонуси, що були використані Користувачем для отримання знижки на товар, що повертається, не підлягають поверненню на Бонусний Рахунок Користувача.\n",
          "7.13 Якщо товар надійшов від Користувача у термін 15 днів з дати покупки, нараховані за його придбання Бонуси залишаються в стані НЕАКТИВНІ до моменту прийняття рішення Організатором щодо повернення такого товару.\n",
          "7.14 У разі обміну Користувачем придбаного раніше товару на інший товар/товари, коли вартість нового товару/товарів не перевищує суму коштів, яка фактично надійшла в якості оплати за товар, що повертається, Бонуси, використані для отримання знижки на товар, що повертається, підлягають поверненню на Бонусний Рахунок Користувача, з якого вони були списані. Бонуси, що підлягають нарахуванню за новий товар/товари зараховуються на Бонусний Рахунок Користувача, згідно правил нарахування, що діють на момент здійснення обміну товару/товарів. Бонуси, що були нараховані під час придбання товару, що повертається, списуються з того Бонусного Рахунку Користувача, на який вони були зараховані.\n",
          "7.15 При здійсненні обміну товару/товарів, Бонуси не можна використати для отримання знижки на новий товар.\n",
          "7.16 Повернення і обмін товару, придбаного Користувачем, здійснюється в межах встановлених Законом України «Про захист прав споживачів».\n",
          "7.17 Організатор залишає за собою право змінювати умови нарахування Бонусів, повідомивши про це Користувачів у порядку, встановленому даними Правилами.\n",
          "7.18  У разі, якщо відсутні необхідні технічні та / або інші можливості для нарахування Бонусів, Бонуси будуть нараховані на Бонусний Рахунок Користувача після відновлення необхідних можливостей.\n",
          "7.19 У разі, якщо відсутні необхідні технічні та / або інші можливості для нарахування Бонусів, Бонуси будуть нараховані на Бонусний Рахунок Користувача після відновлення необхідних можливостей.\n",
          "7.20 Бонуси не нараховуються в разі дії обмежень, встановлених Організатором.\n"
        ]
      },
      {
        "title": "Порядок використання бонусів",
        "text": [
          "8.1 При розрахунку суми знижки, що надається Користувачам, 1 (один) використаний Користувачем Бонус надає право на отримання таким Користувачем 1 (однієї) гривні знижки.\n",
          "8.2 Користувач має право використовувати Бонуси, які є на його Рахунку, для отримання знижки при купівлі будь-яких товарів в Точках продажу, перелік яких встановлено Організатором та розміщено на сайті LadnaHata.com.ua\n",
          "8.3 Використання Користувачем накопичених Бонусів та отримання на цій підставі знижки можливе лише за умови наявності доступних для використання (списання) Бонусів на Бонусному Рахунку Користувача. Сума доступних для використання Бонусів, що відображається Користувачу під час оформлення замовлення, може відрізнятися від суми доступних для використання Бонусів, що була відображена раніше, якщо з Бонусним Рахунком Користувача в цей час відбулися зміни.\n",
          "8.4 Процедура списання/нарахування Бонусів доступна Користувачам тільки при оформленні замовлення на Сайті або інших діях, за які Організатором встановлено нарахування Бонусів. Якщо оформлене на Сайті замовлення коригується Оператором Колл-центру Організатора за запитом Користувача, у разі необхідності та з метою запобігання неправомірних та шахрайських дій третіх осіб, перерахунок Бонусів до використання проводиться у межах суми, вказаної Користувачем у відповідному полі електронної форми під час оформлення замовлення на сайті і не може її перевищувати. У випадку, якщо через технічні збої під час оформлення замовлення на сайті Користувач не мав змоги використати наявні у нього та доступні для списання бонуси, він має змогу використати всі доступні для списання бонуси під час підтвердження замовлення в телефонному режимі або відмовитись від використання Бонусів у даному замовленні\n",
          "8.5 Бонуси можуть бути використані Користувачем Бонусного Рахунку за умови, якщо для цього є всі необхідні технічні та / або інші можливості: присутній інтернет-зв’язок, електроенергія, справно працює програмне забезпечення, тощо.\n",
          "8.6 Бонуси неможливо використовувати (списувати) при придбанні:\n",
          [
            "товарів, придбаних у кредит або у розстрочку",
            "подарункових сертифікатів",
            "товарів, при сплаті яких використаний промокод",
            "в разі дії інших обмежень, встановлених Організатором"
          ],
          "8.7 Організатор залишає за собою право змінювати перелік товарів / послуг, при придбанні яких Користувач може використовувати Бонуси.",
          "8.8 Бонуси не є і не можуть бути засобом платежу, будь-яким видом валюти чи цінного паперу.\n",
          "8.9 Накопичені Бонуси не можуть бути переведені в грошовий еквівалент і видані Користувачу готівковими коштами.\n",
          "8.10 Організатор не несе відповідальності за сплату Користувачем податків і виконання інших зобов’язань, пов’язаних з використанням Бонусного Рахунку.\n",
          "8.11 Бонуси, що не були використані Користувачем протягом 180 днів з дати їх активації на Бонусному Рахунку, вважаються анульованими і списуються з рахунку Користувача. Бонуси списуються в хронологічному порядку в залежності від їхньої дати активації.\n"
        ]
      },
      {
        "title": "Інші умови",
        "text": [
          "9.1 Термін використання Бонусного Рахунку є необмеженим. Організатор має право вносити будь-які зміни у терміни використання Бонусного Рахунку у порядку, встановленому дійсними Правилами.\n",
          "9.2 Правила регулюються наказами керівника Організатора та чинним законодавством України.\n",
          "9.3 При розрахунках з Користувачем Організатор має право тимчасово відмовити Користувачу в нарахуванні або використанні Бонусів, у випадку відсутності, на момент звернення Користувача технічної або іншої можливості для цього.\n",
          "9.4 Організатор гарантує, що під час отримання, зберігання, оброблення і використання отриманої від Користувача персональної інформації він буде дотримуватися положень даних Правил та норм чинного законодавства України. У зв’язку з цим Користувач підтверджує, що він ознайомився та повністю (однозначно) погодився із Правилами Програми «Бонусний Рахунок», застереженнями щодо отримання, зберігання, оброблення і використання інформації, зазначеної в Анкеті.\n",
          "9.5 Користувач Бонусного Рахунку надає однозначну згоду на те, що всі дані, в тому числі персональні, зазначені в Анкеті, і дані про здійснені Користувачем покупки можуть бути отримані, збережені, оброблені та використані Організатором й іншими уповноваженими Організатором організаціями та третіми особами без обмеження за строком і територією, у тому числі й за межами України, з метою функціонування Програми, створення нових пропозицій, вивчення споживчого попиту, у маркетингових, інформаційних, рекламних або інших аналогічних цілях, наданні Користувачеві рекламних та інформаційних матеріалів без обмежень.\n",
          "9.6 Організатор залишає за собою право відмовити будь-кому в користуванні Бонусним Рахунком за своїм розсудом, без надання жодних пояснень з цього приводу та без будь-яких негативних наслідків для себе.\n",
          "9.7 Організатор має право в односторонньому порядку вносити зміни в дані Правила, з дотриманням процедур, зазначених для таких випадків у цих Правилах.\n",
          "9.8 Повідомлення про призупинення або припинення дії Програми «Бонусний Рахунок», а також про зміну Правил Програми вважається направленим Користувачу, якщо воно було розміщено на Сайті та/або у Точках продажу та/або направлене Користувачу на зазначені у Анкеті адреси електронної пошти або номер мобільного телефону.\n"
        ]
      },
      {
        "title": "Відповідальність",
        "text": [
          "10.1 Організатор або Партнер Програми «Бонусний Рахунок» не несе відповідальності за неповноту або не достовірність даних наданих Користувачами Бонусного Рахунку. Користувачі самостійно відповідають за достовірність наданих ними даних.\n",
          "10.2 Відповідальність Організатора або Партнера не може перевищувати кількість Бонусів на рахунку Користувача і не включає будь-яку упущену вигоду, непрямі збитки, шкоду завдану третім особам.\n",
          "10.3 Організатор або Партнер не несе відповідальності за роботу інтернет провайдерів, операторів зв’язку, банківських установ, сервісів оплати Visa/MasterCard, в результаті яких необхідна інформація, дані не надійшли або надійшли із запізненням, були загублені або пошкоджені.\n",
          "10.4 Організатор або Партнер не несе відповідальності за неможливість нарахування/списання Бонусів у випадку, якщо ім’я та по батькові та / або прізвище, номер телефону або інший спосіб зв’язку були вказані невірно та / або нерозбірливо, або змінені. При цьому такий Користувач не має права на одержання від Організатора/Партнера будь-якої компенсації.\n",
          "10.5 Організатор/Партнер не вступає в будь-які суперечки стосовно правильності, своєчасності нарахування/списання Бонусів та не несе відповідальності за такі дії.\n",
          "10.6 У випадку виникнення ситуації, що припускає неоднозначне тлумачення даних Правил, будь-яких спірних питань та / або питань, неврегульованих цими Правилами, остаточне рішення приймається Організатором/Партнером, рішення Організатора/Партнера є остаточним і оскарженню не підлягає.\n",
          "10.7 Порушення Користувачем Бонусного Рахунку цих Правил або відмова Користувача від належного виконання цих Правил (в т. ч. Механіки, порядку, строків тощо), вважається відмовою Користувача від користування Бонусним Рахунком, така особа не має права на одержання від Організатора/Партнера будь-якої компенсації."
        ]
      },
      {
        "title": "Зостереження",
        "text": [
          "11.1 Будь ласка, для уникнення непорозумінь — уважно ознайомтесь з даними правилами.\n",
          "11.2 Відповідно до вимог ст. 634 Цивільного Кодексу України до договорів приєднання, а саме можливості укладання такого договору лише шляхом приєднання однієї сторони до запропонованого договору, своєю участю всі Користувачі Бонусного Рахунку погоджуються з цими Правилами та зобов’язуються їх виконувати.\n"
        ]
      }
    ]
  },
  "ru": {
    "title": "Пользовательское соглашение",
    "underTitle": "Я (далее – «Я» и/или «Пользователь») соглашаюсь с условиями настоящего Пользовательского соглашения и, используя сайт: rozetka.com.ua (далее – «Сайт») и/или мобильное приложение Ладна Хата ( в дальнейшем – «Мобильное приложение») и/или другие сервисы (далее вместе именуются как «Он-лайн платформа Ладна Хата» и/или «Он-лайн платформа»), при заказе, переписке, телефонном разговоре, оставлении отзывов и т.п. на обработку и защиту своих персональных данных, как Пользователя, в объеме, порядке, в соответствии с целью обработки согласно Положению об обработке персональных данных, размещенном здесь: (далее – «Положение» и/или «Положение об обработке и защите персональных данных») .",
    "mainRules": [
      {
        "title": "Персональные данные",
        "text": "В дополнение к Положению, во исполнение требований Закона Украины \"О защите персональных данных\" путем заполнения на Онлайн-платформе заявки для рассмотрения возможности приобретения товара в кредит и нажатия кнопки «Заказ подтверждаю» даю согласие на обработку указанных в заявке моих персональных данных следующими лицами: АО «ПУМБ» (код ЕГРПОУ - 14282829), АО «ОТП БAНК» (код ЕГРПОУ– 21685166), АО \"УКРСИББАНК\" (код ЕГРПОУ\" 09807755) (код ЕГРПОУ– 35725063), АО \"АЛЬФА-БАНК\" (код ЕГРПОУ– 23494714), АО КБ «ПРИВАТБАНК» (код ЕГРПОУ – 14360570), АО \"УНИВЕРСАЛ БАНК\" и другим финансовым учреждениям, предоставляющим возможность кредитования на Он-лайн платформе Ладна Хата, с целью обеспечения реализации гражданско-правовых отношений, предоставления/получения и осуществления расчетов за приобретенные товары/услуги, в том числе путем кредитования. Не возражаю по поводу проверки перечисленными в настоящем Соглашении финансовыми учреждениями информации в любых бюро кредитных историй Украины с целью выяснения сведений, касающихся выполнения мною взятых на себя обязательств по договорам (в т.ч. кредитным), в случае наличия таких, тем самым понимая, что объем проверяемой информации может включать в себя информацию, касающуюся банковской тайны, и выяснение которой будет такой, которая будет полной и достаточной для понимания моего социального, имущественного положения, платежеспособности и несение возможной последующей имущественной ответственности, в случае ее необходимости. настоящем Соглашении. В том числе, на проверку указанной Мной информации и не отрицаю передачу для возможного необходимого выяснения данной информации третьим лицам, под которыми понимаю: финансовые учреждения, коллекторские компании, операторы мобильной и почтовой связи, другие физические и/или юридические лица .\nСоглашаюсь запрашивать и получать в бюро кредитных историй, включенных в Единый реестр бюро кредитных историй (далее – «Бюро»), данные и информацию в виде сводных показателей, сформированных на основе информации, содержащейся в моей кредитной истории и/или на основе информации доступной из открытых источников, от третьих лиц, с использованием доступных Бюро моделей расчета, а также на использование указанной информации владельцем и/или третьими лицами для определения и предложения мне Владелец в личном кабинете на Он-лайн платформе Ладна Хата (финансовых лимитов) для приобретения товаров и/или услуг.\nМы ценим ваше право на личную жизнь и неразглашение вашей персональной информации. Настоящее Пользовательское соглашение — правило, которым пользуются все сотрудники нашего сервиса, и регламентирует сбор и использование личной информации, которая может быть запрошена/получена при посещении Он-лайн платформы Ладна Хата: при использовании сервиса, при заказе, переписке, телефонном разговоре, любой какой другой коммуникации, при которой осуществляется обмен данными/информацией. Если у вас возникнут вопросы или проблемы в связи с конфиденциальностью, присылайте, пожалуйста, свои вопросы или замечания по электронному адресу: cab@ladnahata.com.ua\nКакую информацию мы собираем\nНа Он-лайн платформе Ладна Хата, в случае , когда вы делаете заказ, принимаете участие в акции, исследованиях или иным образом взаимодействуете с нами, мы собираем как личную информацию, так и общие данные. Мы не требуем регистрации или предоставления такой информации для просмотра нашей платформы и получения доступа к его содержанию.\nДля того чтобы сделать заказ товаров/услуг, участвовать в акциях, исследованиях или иным образом взаимодействовать с нами, вы должны внимательно ознакомиться с вашими правами и обязанностями по обработке персональных данных, указанных в ст. 8 Закона Украины «О защите персональных данных» и Положении, внимательно ознакомиться с настоящим Пользовательским соглашением и Положением, а также выразить свое полное согласие с их условиями.\nКак что вы не соглашаетесь с каким-либо из условий настоящего Соглашения пользователя и Положением об обработке и защите персональных данных, пожалуйста, не предоставляйте личную информацию (персональные данные).\nСогласие на использование вашей личной информации вы можете отозвать в любой момент. Для этого достаточно отправить сообщение по электронной почте с пометкой в теме письма «Персональные данные» по адресу: cab@ladnahata.com.ua"
      },
      {
        "title": "Почему мы обрабатываем персональные данные",
        "text": "Срок «персональные данные» используется в значении, определенном в Законе Украины «О защите персональных данных» и составляет совокупность сведений о пользовании, которые определяются в Положении .\nМы можем обрабатывать ваши персональные данные для целей и целей, определенных в Положении При этом одновременно могут применяться одна или несколько целей.\nМы действуем в соответствии с настоящим Пользовательским соглашением, на основании Положения об обработке и защите персональных данных и на основании действующего законодательства Украины. находящегося по адресу: г. Киев, улица Александра Мишуги, 6. Мы имеем право хранить Персональные данные столько, сколько необходимо для реализации цели, указанной в настоящем Пользовательском соглашении и Положении."
      },
      {
        "title": "Как собираем информацию",
        "text": "Цель, цели обработки персональных данных, а также другие условия обработки персональных данных определяются в Положении.\nЛичная информация, как мы указали выше, поступает непосредственно от вас, и из вашего ведома. Да, когда вы регистрируетесь на Он Когда вы регистрируетесь в промо-акции, мы собираем информацию, необходимую для вашего участия, чтобы выполнить наши обязательства перед вами.Когда вы осуществляете заказ товара, мы собираем указанную вами информацию, чтобы иметь возможность оформить заказ и доставить его вам Когда вы отправляете нам электронное письмо, мы сохраняем указанный вами адрес электронной почты, чтобы иметь возможность ответить, и т.д. таких данных происходит с помощью технологий cookies, как поясняется ниже."
      },
      {
        "title": "Как удалить аккаунт?",
        "text": [
          "Войдите в личный кабинет, введя логин и пароль.",
          "Выберите раздел Личные данные.",
          "Пролистайте страницу вниз.",
          "Выберите Удалить аккаунт навсегда.",
          "Поставьте галку о согласии с удалением истории и другими последствиями удаления аккаунта.",
          "При желании укажите причину удаления.",
          "Нажмите Удалить мой аккаунт.",
          "При удалении аккаунта мы приостанавливаем обработку ваших персональных данных, которые обрабатывали на основе вашего согласия с условиями использования сайта."
        ]
      },
      {
        "title": "Cookies",
        "text": "Как и многие другие компании, мы используем технологию cookies на нашей Он-лайн платформе и за ее пределами. Cookies — это отрывки информации, которые Он-лайн платформа передает на жесткий диск потребителя (Пользовательа) для хранения информации, Эта технология расширяет ваши возможности использования интернета, сохраняя ваши приоритеты во время просмотра определенного сайта.Технология cookies не содержит личной информации и не может никоим образом настраивать вашу систему или считывать информацию с вашего жесткого диска.\nВо время просмотра нашей Он-лайн платформы мы можем разместить cookies на вашем компьютере.Такие временные cookies используют для подсчета количества визитов на нашу Он-лайн платформу.Они удаляются при выходе из браузера.Постоянные cookies могут храниться на вашем компьютере браузером Во время регистрации этот тип cookies сообщает: впервые вы к нам посетили или заходили на нашу Он-лайн платформу ранее, куки не содержат персональных данных и могут быть заблокированы вами в любой момент. Сookies не получают личной информации о вас и не предоставляют нам вашу контактную информацию, а также не получают никакой информации с вашего компьютера. Мы используем cookies для определения характеристик Он-лайн платформы и предложений, которые вам больше всего нравятся с целью предоставления вам больше информации, в которой вы заинтересованы. Кроме того, файлы cookie используются, чтобы сделать Он-лайн платформу Ладна Хата безопасной, защищенной и удобной. Файлы cookie обеспечивают поддержку безопасности и их запуск. Файлы cookie также позволяют отслеживать нарушение Пользовательского соглашения посетителями или устройствами. Файлы cookie помогают оценить количество и частоту запросов, а также обнаруживать и блокировать тех посетителей или устройства, которые пытаются выполнить пакетные загрузки информации с Он-лайн платформы. получать сообщения от браузера, что вы получили новые cookies или как отключить cookies. Помните, что cookies позволяют вам в полной мере пользоваться всеми возможностями Он-лайн платформы Ладна Хата, и мы рекомендуем вам оставлять их включенными. Дом. УО». Такие ссылки приводятся исключительно для информационных целей. При переходе на по ссылкам на другие сайты действие настоящего Положения и настоящего Пользовательского Соглашения на такие сайты не распространяется. (plus.google.com), Telegram, Instagram, Viber.\nЭти модули могут быть кнопками синхронизации аккаунта на Он-лайн платформе Ладна Хата, Like, ретвитнуть или соответственно «Мне нравится». Если посетитель открывал одну из веб-страниц, оснащенную таким плагином, его интернет-браузер напрямую подключит к серверам Facebook, Twitter, LinkedIn, Google+, Youtube Telegram, Instagram, Viber. Плагин будет передавать на сервер данные о том, какие именно веб-страницы Он-лайн платформы Ладный Дом посетитель просматривал. При использовании любых функций плагина, эта информация также будет синхронизирована с аккаунтом посетителя на Facebook, Twitter, Google+, Youtube Telegram, Instagram, Viber. Более подробную информацию о сборе и использовании данных сетями Facebook, Twitter, Google+, Youtube Telegram, Instagram, Viber, а также о правах и возможностях защиты персональных данных в данном контексте можно найти в разделе о конфиденциальности на сайтах Facebook, Twitter, LinkedIn, Google+ , Youtube, Telegram, Instagram, Viber."
      },
      {
        "title": "Конкурсы и акции",
        "text": "Он-лайн платформа Ладна Хата иногда размещает сообщения о промо-акциях с возможностью зарегистрироваться онлайн. В таких случаях мы используем предоставленную Вами информацию, чтобы провести акцию (например, сообщить Вам в случае выигрыша). Через некоторое время после окончания промо-акции личную информацию мы удаляем из нашей базы данных, если Вы не дали согласия на ее сохранение и использование для получения дальнейшей информации от нас. или других материалов о вас в рекламных целях, включая право публикации вашего имени и фотографии в средствах массовой информации, любых печатных, аудио- и видеоматериалах, интервью со СМИ, такое использование не компенсируется (не оплачивается).\nУсловия относительно передачи персональных крыш третьим лицам в таких случаях определены в Положении."
      },
      {
        "title": "Цены и наличие товара",
        "text": "Описание товаров, размещенных на Он-лайн платформе, в том числе цены отмеченные на Он-лайн платформе и информация о наличии товаров, может изменяться. Сумма заказа может изменяться в зависимости от цены, количества, номенклатуры товара имеющегося в продавца на дату отгрузки.Окончательная стоимость товара указывается в расчетных и/или товаросопроводительных документах, предоставляемых покупателю (или его представителю) при получении заказа. В случае отсутствия товара продавец может в одностороннем порядке отменять заказ."
      },
      {
        "title": "Третие стороны, предоставляющие услуги",
        "text": "В процессе работы мы обращаемся к другим компаниям и лицам, выполняющим много функций. Например, выполнение и доставку заказов, оказание поддержки потребителей, заказываем у определенных агентств администрирование промо-кампаний, анализ данных. Эти агентства могут иметь доступ к личной информации, если это необходимо для выполнения их функций, однако им запрещено использовать личную информацию в других целях, чем та, которая указана в нашем Пользовательском соглашении и в нашем Положении об обработке и защите персональных данных, и мы требуем от них соблюдения конфиденциальности.\nОбщая информация касается таких аспектов, как количество посетителей Он-лайн платформы, на какие страницы они заходят, какую информацию загружают, тип веб-браузера и операционная система, которую они используют, название провайдера интернет-услуг и т.д. -лайн платформу, мы автоматически получаем эту информацию и обобщаем с подобными данными о других посетителях."
      },
      {
        "title": "Разглашение и передача данных",
        "text": "Информация об условиях раскрытия информации о персональных данных третьим лицам содержится в Положении."
      },
      {
        "title": "Обновление настоящего Соглашения",
        "text": "Если вы делаете заказ, участвуете в акции, исследованиях или иным образом взаимодействуете с нами, вы соглашаетесь с условиями Пользовательского соглашения и Положения.\nМы можем в одностороннем порядке изменять или обновлять части настоящего Соглашения в любое время, без предварительного уведомления. время от времени просматривайте Пользовательское соглашение, чтобы узнать о его изменениях и обновлениях. Все изменения в настоящем Пользовательском соглашении вступают в силу с момента их публикации. В случае признания недействительной или невыполнимой какой-либо части настоящего Пользовательского соглашения, другие его части будут оставаться в силе."
      }
    ],
    "publicOffer": "Публичная оферта",
    "rulesBonusProgram": "Официальные правила программы «Бонусный счет»:",
    "content": "Содержание",
    "contentData": [
      "Определение терминов",
      "Общие положения",
      "Условия использования Бонусного Счета",
      "Начало использования Бонусного Счета",
      "Права и обязанности Организатора",
      "Использование персональных данных Пользователя",
      "Порядок начисления Бонусов",
      "Порядок использования Бонусов",
      "Другие условия",
      "Ответственность",
      "Предостережение"
    ],
    "publicOfferData": [
      {
        "title": "Определение терминов",
        "text": [
          "1.1 Организатор - юридическое лицо ООО «Розетка.УА», определяющее условия и правила пользования Бонусным Счетом, и осуществляет управление и организацию всех процедур, которые являются неотъемлемой частью функционирования Программы лояльности «Бонусный Счет».",
          "1.2 Программа лояльности «Бонусный Счет» (далее по тексту — Программа) система вознаграждения Участников/Пользователей Бонусного Счета путем предоставления им привилегий и бонусов, которые могут использоваться как скидка при покупке товаров в точке продаж или у партнеров программы.\n",
          "1.3 Бонусный Счет — виртуальный депозитарий Бонусов Пользователя, с которого могут быть списаны Бонусы при расчете Пользователя за товар, и на который могут быть начислены Бонусы при выполнении Пользователем условий их получения.\n",
          "1.4 Пользователь Счета (далее Пользователь) — дееспособное физическое лицо, достигшее 18-летнего возраста, имеющее гражданство Украины, и Акцептовало условия данной публичной оферты.\n",
          "1.5 Партнер Программы — предприятие, которое в соответствии с условиями и правилами участия в Программе лояльности «Бонусный Счет» насчитывает Пользователям Бонусы и/или предоставляет им возможность получить другие поощрения. Актуальный перечень Партнеров Программы при их наличии размещается на сайте ladnahata.com .ua\n",
          "1.6 Персональный Номер Пользователя (далее — ПНУ) — уникальный номер, закрепляемый за каждым Пользователем в формате номера украинского GSM-оператора, необходимый для идентификации Пользователя в информационной системе Организатора.\n",
          "1.7 Бонус — виртуальная единица, начисляемая Пользователю и накапливаемая на Бонусном Счете, и может быть использована при расчете за товары для получения скидки. Бонус не является денежной единицей и не может быть обменен на денежные средства.\n",
          "1.8 Анкета — электронный регистрационный документ (опросник), который находится в Персональном Кабинете авторизованного посетителя сайта ladnahata.com.ua и заполняется последним для регистрации и получения права использования Бонусного Счета.\n",
          "1.9 Точка продаж — интернет-магазин ladnahata.com.ua\n",
          "1.10 Транзакция — операция по оплате товаров, заказанных Пользователем на сайте.\n",
          "1.11 Верификация телефонного номера (далее — Верификация) — процедура подтверждения Пользователем указанного при регистрации собственного номера телефона любого украинского GSM-оператора с целью предотвращения доступа посторонних лиц к Бонусному Счету Пользователя.\n",
          "1.12 Публичная Оферта — предложение Организатора, адресованное Пользователям/потенциальным Пользователям, принять условия данных правил на указанных ниже условиях.\n",
          "1.13 Интернет-магазин (Сайт) — средство для представления и реализации товара, путем совершения электронной сделки в информационно-телекоммуникационной сети по адресу ladnahata.com.ua.\n",
          "1.14 Акцепт — полное и безусловное принятие Покупателем/Пользователем условий Публичной оферты путем прохождения процедуры Верификации телефонного номера. Моментом Акцепта считается выбор Покупателем такой опции в соответствующем разделе интернет магазина на сайте ladnahata.com.ua.\n",
          "1.15 Персональный кабинет — сервис с помощью которого покупатель имеет возможность получить информацию о сделанных заказах, покупках и Бонусном Счете Пользователя, а также другие активности, осуществляемые покупателем на сайте интернет-магазина."
        ]
      },
      {
        "title": "Общие положения",
        "text": [
          "2.1 Настоящие Правила являются договором присоединения в понимании ст. 634 Гражданского кодекса Украины.",
          "2.2 Программа лояльности «Бонусный Счет» не является азартной игрой, лотереей, услугой в сфере игорного бизнеса.",
          "2.3 Программа лояльности «Бонусный Счет», действует по всей территории Украины."
        ]
      },
      {
        "title": "Условия пользования Бонусным Счетом",
        "text": [
          "3.1 Любое физическое лицо, отвечающее требованиям указанным в п.1.3. настоящей Оферты, имеет право стать Участником, Программы «Бонусный Счет» и присоединиться к пользованию Бонусным Счетом путем корректного и достоверного заполнения Анкеты Пользователя, Верификации собственного номера мобильного телефона и акцепта условий данной Оферты. Выполнение условий указанных в данной Оферте обязательно для всех Участников Программы «Бонусный Счет» и Пользователей Бонусного Счета.\n",
          "3.2 Пользователи Бонусного Счета имеют право получать и накапливать Бонусы. При совершении покупок в Точках Продажи, Пользователи Бонусного Счета имеют право получать скидки, размер которых устанавливается Организатором и рассчитывается на основании накопленных и использованных Пользователем Бонусов. Бонусов списывается Организатором по Бонусному Счету Пользователя.\n",
          "3.3 Пользователи Бонусного Счета имеют право на получение дополнительных преимуществ, предоставляемых на установленных Организатором условиях или согласно правилам акционных и маркетинговых мероприятий.\n",
          "3.4 Пользователь предоставляет свое неоспоримое согласие на сбор, обработку, хранение и использование своих персональных данных Организатором согласно ст.8 Закона Украины «О защите персональных данных» положения действующего законодательства Украины и условий данной Оферты. Доступ к Персональным данным Пользователя могут иметь только уполномоченные представители Организатора.\n",
          "3.5 Информация об условиях и правилах использования Бонусным Счетом является публичной и размещается на сайте ladnahata.com.ua\n",
          "3.6 Основным идентификатором Пользователя Бонусного Счета в информационной системе Организатора является его фамилия, имя и отчество, а также Персональный Номер Пользователя в формате номера украинского GSM-оператора.\n",
          "3.7 Бонусный Счёт предназначен исключительно для личного пользования физическими лицами. Бонусы нельзя передавать, продавать, получить компенсацию в т.ч. денежную, или каким-либо другим способом отчуждать.\n",
          "3.8 Датой начала пользования Бонусным Счетом является дата Акцепта настоящих Правил Программы «Бонусный Счет» и условий пользования Бонусным Счетом на сайте www.ladnahata.com.ua\n",
          "3.9 Персональный Номер Пользователя действителен в качестве идентификатора Пользователя в системе в течение всего срока пользования Бонусным Счетом.\n Каждый Пользователь Бонусного Счета может в любое время прекратить пользоваться Бонусным Счетом (заблокировать его) и отказаться от накопления и использования Бонусов.\n этого необходимо отправить запрос на отказ от использования Бонусного Счета на сайте ladnahata.com.ua и ввести в соответствующее поле смс-код, полученный на Верифицированный номер мобильного телефона Пользователя.\n",
          "3.10 После блокировки Бонусного Счета все Бонусы, накопленные Пользователем, аннулируются без возможности их восстановления. Заблокированный Бонусный Счет разблокированию не подлежит. Блокировка возможна только в случае, если данные лица, отправляющего запрос на блокировку бонусного счета, совпадают с данными, зарегистрированными в информационной системе Организатора.\n",
          "3.11 В случае изменения номера мобильного телефона Пользователя необходимо Верифицировать новый номер мобильного телефона на сайте www.ladnahata.com.ua в Персональном Кабинете.\n",
          "3.12 В случае несвоевременного информирования Пользователем об изменении номера мобильного телефона, Организатор не несет ответственности за все операции, производимые на Бонусном Счете Пользователя до поступления соответствующего информирования."
        ]
      },
      {
        "title": "Начало использования Бонусного Счета",
        "text": [
          "4.1 Чтобы начать использование Бонусного Счета, потенциальный Пользователь должен:",
          [
            "Быть совершеннолетним дееспособным физическим лицом и иметь гражданство Украины.",
            "Быть зарегистрированным/авторизованным посетителем сайта ladnahata.com.ua",
            "Достоверно и корректно заполнить Анкету Пользователя",
            "Пройти процедуру Верификации мобильного номера телефона путем ввода в соответствующее поле на сайте ladnahata.com.ua кода подтверждения, высылаемого Организатором Пользователю в смс-сообщении на номер мобильного телефона, указанный Пользователем для Верификации",
            "Акцептировать условия данной публичной Оферты."
          ],
          "4.2 Процедура Верификации мобильного номера телефона Пользователя является подтверждением его согласования с настоящими Правилами Программы «Бонусный Счет».",
          "4.3 После успешного завершения регистрации Пользователя в информационной системе Организатора ему присваивается Персональный Номер Пользователя, предоставляется статус Пользователя Бонусного Счета и активируется Бонусный Счет.\n",
          "Пользователь сообщается об успешном завершении регистрации и получении статуса Пользователя Бонусного Счета путем отображения сообщения на сайте ladnahata.com.ua и путем отправки Оператором электронного письма по электронному адресу Пользователя, указанного в Анкете.\n",
          "4.4 Верификация мобильного номера доступна только для форматов номеров украинских GSM-операторов."
        ]
      },
      {
        "title": "Права и обязанности Организатора",
        "text": [
          "5.1 Организатор имеет право в одностороннем порядке приостановить или прекратить действие Программы «Бонусный Счет», или изменить условия и правила пользования Бонусным Счетом в любое время. могут быть использованы им в течение 30 (тридцати) календарных дней с момента публичного размещения соответствующей информации о прекращении действия Программы на сайте www.ladnahata.com.ua\n",
          "Организатор обязан публично сообщать Пользователям о всех изменениях в правилах и условиях пользования Бонусным Счетом путем размещения информации на сайте www.ladnahata.com.ua не позднее, чем за 30 (тридцать) календарных дней до вступления в силу таких изменений.\n",
          "Публичное размещение информации о любых изменениях в правилах и условиях пользования Бонусным Счетом на сайте www.ladnahata.com.ua считается фактом информирования Пользователей об этих изменениях.\n",
          "5.2 Организатор имеет право отказать потенциальному Пользователю в желании использования Бонусного Счета, удалить или прекратить действие Персонального Номера Пользователя и заблокировать его Бонусный Счет в следующих случаях:\n",
          [
            "Использование или попытка использования Пользователем Персонального Номера, Персонального Кабинета, Бонусного Счета способом, не соответствующим Правилам Программы.\n",
            "Любое обоснованное подозрение Организатора в злоупотреблениях со стороны Пользователя по пользованию Бонусным Счетом.\n",
            "Отсутствие активных действий Пользователя в течение 36 месяцев.\n",
            "Другие обстоятельства, которые Организатор будет считать достаточными для отказа Пользователю в пользовании Бонусным Счетом.\n"
          ],
          "5.3 Организатор не несет ответственности за какие-либо потери или убытки Пользователя, которые могут возникнуть в результате таких действий.\n",
          "5.4 Организатор имеет право в одностороннем порядке списывать с Бонусного Счета Пользователя бонусы, которые были засчитаны ошибочно или связаны с отмененной покупкой, в случае возврата товара, а также в случае выявления мошенничества и/или недобросовестных действий Пользователя с Персональным Номером Пользователя или Бонусным Счетом Пользователя.\n"
        ]
      },
      {
        "title": "Использование персональных данных Пользователя",
        "text": [
          "6.1 Информация, указанная Пользователем в Анкете (ФИО, дата рождения, номер мобильного телефона, e-mail, почтовый адрес и т.п.), являются его персональными данными. Персональные данные Пользователя являются конфиденциальной информацией, сбор и последующая обработка персональных данных осуществляется Организатором в соответствии с Законом Украины «О защите персональных данных», другими нормативно-правовыми актами Украины.\n",
          "6.2 Своим согласием с этими правилами Пользователь добровольно предоставляет Организатору указанные в Анкете персональные данные для регистрации в информационной системе в качестве Пользователя Бонусного Счета, а также с целью поддержки долгосрочного сотрудничества с Организатором. Пользователь также дает согласие на использование его персональных данных для обработки заказов на приобретение товаров Организатора, получение рекламных и специальных предложений, информации об акциях, розыгрышах, другой информации о деятельности Организатора (коммерческих партнеров) Для целей, предусмотренных настоящим пунктом, Организатор имеет право направлять письма, сообщения и материалы на почтовый адрес , Push-сообщения, а также отправлять sms-сообщения, совершать звонки на указанный в Анкете телефонный мобильный номер.\n",
          "6.3 Для целей, предусмотренных п. 5.2 Правил, Пользователь предоставляет Организатору право производить обработку его персональных данных, в том числе: записывать персональные данные в базы данных Организатора (без дополнительного уведомления Пользователя об этом), осуществлять пожизненное хранение данных, их накопление, обновление , изменение (при необходимости) Организатор обязуется обеспечить защиту данных от несанкционированного доступа третьих лиц, не распространять и не передавать данные любой третьей стороне (кроме передачи данных связанным лицам, коммерческим партнерам, лицам, уполномоченным Организатором для осуществления непосредственной обработки данных для указанных целей, а также по обязательному запросу компетентного государственного органа).\n",
          "6.4 В случае изменения своих персональных данных Пользователь должен предоставить Организатору обновленную информацию, обратившись по телефону горячей линии Организатора или путем внесения изменений в раздел «Персональные данные» Персонального Кабинета Пользователя на сайте www.ladnahata.com.ua. В случае невыполнения Пользователем данного требования, Организатор не несет ответственности за неблагоприятные последствия, связанные с использованием устаревших данных.",
          "6.5 Пользователь непосредственно после регистрации, е или в любой другой момент может установить запрет (ограничение) на использование его персональных данных. Для этого Пользователь должен обратиться по телефону горячей линии Организатора с уведомлением. Пользователю также предоставляются другие права, предусмотренные статьей 8 Закона Украины «О защите персональных данных».",
          "6.6 Анкета Пользователя не принимается Организатором в случае некорректного заполнения данных.\n",
          "6.7 Организатор обязуется своевременно информировать Пользователя о его возможностях и вознаграждениях, однако не несет ответственности за сообщения, которые не были доставлены Пользователю в результате независимых от Организатора обстоятельств.\n",
          "6.8 Пользователь предоставляет Организатору право направлять ему любую информацию коммерческого и/или информационного характера о Программе «Бонусный Счет» или Партнерах Программы и о других потребительских предложениях по почте, электронной почте, телефону и/или SMS.\n",
          "6.9 Данные Пользователя, указанные в Анкете, являются конфиденциальными. Доступ к данным имеют ответственные лица Организатора и сам Пользователь, а также эти данные могут быть предоставлены по требованию правоохранительных и/или других органов в соответствии с действующим законодательством.\n",
          "Ответственность за недостоверность данных в анкете персональных данных несет Пользователь Бонусного Счета.\n"
        ]
      },
      {
        "title": "Порядок начисления бонусов",
        "text": [
          "7.1 Каждый Пользователь при совершении покупок в интернет магазине Rozetka.com.ua путем оформления заказа через сайт www.rozetka.com.ua или по факту выполнения условий Программы «Бонусный Счет» и/или общих маркетинговых мероприятий и предложений у Партнеров, имеет право получать Бонусы на свой Бонусный Счет и другие дополнительные преимущества, если они определены правилами Программы и/или правилами таких маркетинговых мероприятий.\n",
          "7.2 При выполнении Пользователем условий получения Бонусов, на его Бонусный Счет начисляется сумма Бонусов, установленная Организатором для конкретного товара в конкретный промежуток времени и в момент подтверждения Пользователем заказа товара действительно. Сумма бонусов к начислению за конкретный товар устанавливается Организатором в абсолютном или относительном смысле. к стоимости такого товара и отображается на сайте в абсолютном эквиваленте Если при оплате такого товара Пользователь использовал Бонусы для получения скидки, сумма Бонусов к начислению может быть перечислена по отношению к сумме, уплаченной денежными средствами Сумма Бонусов засчитывается на Бонусный Счет Пользователя в абсолютном эквиваленте. \n",
          "7.3 Пользователь имеет возможность получать на свой счет Бонусы за свои действия, не подпадающие под общепринятое определение операций купли-продажи товаров и не сопровождающиеся денежными отношениями между Организатором и Пользователем. Размер Бонусов и перечень таких действий определяется Организатором и публикуется на сайте Rozetka.com .ru.\n",
          "7.4 Размер Бонусов, подлежащих начислению Пользователям за покупку товаров и перечень таких товаров, определяется Организатором и публикуется на сайте Rozetka.com.ua Размер Бонусов, подлежащих начислению Пользователям за покупку товаров и перечень таких товаров, определяется Организатором и публикуется на сайте Rozetka.com. ua\n",
          "7.5 Срок активации, срок действия и сумма Бонусов, подлежащая начислению на Бонусный Счет Пользователя за один и тот же товар или за другую активность Пользователя, может отличаться в зависимости от условий действующих на данный момент акционных предложений и маркетинговых мероприятий.\n",
          "7.6 Организатор оставляет за собой право по своему усмотрению устанавливать суммы Бонусов, подлежащие начислению за приобретение конкретного товара и/или иную активность Пользователей, публично уведомив об этом Пользователей путем размещения такой информации на сайте Rozetka.com.ua или путем отправки Пользователям sms- сообщений/электронных сообщений.\n",
          "7.7 Начисление Бонусов производится в информационной системе Организатора на Бонусный Счет Пользователя.\n",
          "7.8 Начисление Бонусов Пользователям производится при наличном расчете за товар и при расчете банковскими картами.\n",
          "7.9 В случае приобретения товара с использованием кредитных средств (оплаты частями) Бонусы не начисляются.\n",
          "7.10 Начисленные за приобретение товара Бонусы недоступны для исчисления на их основании скидки и списания с Бонусного Счета в течение 15 (пятнадцати) календарных дней с даты покупки. Датой покупки считается дата изменения статуса заказа таких товаров на «Выконано». По завершении указанного термина, начисленные Бонусы становятся доступными для списания.\n",
          "7.11 В случае возврата Пользователем приобретенного ранее товара Бонусы, использованные при приобретении данного товара, возвращаются на Бонусный Счет Пользователя, с которого они были списаны ранее, Бонусы, начисленные Пользователю за приобретение данного товара, аннулируются.\n",
          "7.12 Если сумма денежных средств, подлежащих возврату Пользователю на основании возврата приобретенного ранее товара, превышает сумму денежных средств, которая фактически поступила в качестве оплаты за такой товар раньше, бонусы, использованные Пользователем для получения скидки на возвращаемый товар, не подлежат возврату на Бонусный Счёт Пользователя.\n",
          "7.13 Если товар поступил от Пользователя в срок 15 дней с даты покупки, начисленные за его приобретение Бонусы остаются в состоянии НЕАКТИВНЫ до момента принятия решения Организатором о возврате такого товара.\n",
          "7.14 В случае обмена Пользователем приобретенного ранее товара на другой товар/товары, когда стоимость нового товара/товаров не превышает сумму средств, фактически поступившей в качестве оплаты за возвращаемый товар, Бонусы, использованные для получения скидки на возвращаемый товар, подлежат возврату на Бонусный Счет Пользователя, с которого они были списаны Бонусы, подлежащие начислению за новый товар/товары, зачисляются на Бонусный Счет Пользователя, согласно правилам начисления, действующих на момент совершения обмена товара/товаров. приобретение возвращаемого товара списывается с того Бонусного Счета Пользователя, на который они были зачислены.\n",
          "7.15 При осуществлении обмена товара/товаров Бонусы нельзя использовать для получения скидки на новый товар.\n",
          "7.16 Возврат и обмен товара, приобретенного Пользователем, осуществляется в пределах установленных Законом Украины «О защите прав потребителей».\n",
          "7.17 Организатор оставляет за собой право изменять условия начисления Бонусов, сообщив об этом Пользователям в порядке, установленном настоящими Правилами.\n",
          "7.18 В случае, если отсутствуют необходимые технические и/или другие возможности для начисления Бонусов, Бонусы будут начислены на Бонусный Счет Пользователя после восстановления необходимых возможностей.\n",
          "7.19 В случае, если отсутствуют необходимые технические и/или другие возможности для начисления Бонусов, Бонусы будут начислены на Бонусный Счет Пользователя после восстановления необходимых возможностей.\n",
          "7.20 Бонусы не начисляются в случае действия ограничений, установленных Организатором.\n"
        ]
      },
      {
        "title": "Порядок использования бонусов",
        "text": [
          "8.1 При расчете суммы скидки, предоставляемой Пользователям, 1 (один) использованный Пользователем Бонус предоставляет право на получение таким Пользователем 1 (одной) гривны скидки.\n",
          "8.2 Пользователь имеет право использовать Бонусы, имеющиеся на его Счете, для получения скидки при покупке любых товаров в Точках продаж, перечень которых установлен Организатором и размещен на сайте LadnaHata.com.ua\n",
          "8.3 Использование Пользователем накопленных Бонусов и получение на этом основании скидки возможно только при наличии доступных для использования (списания) Бонусов на Бонусном Счете Пользователя. Бонусов, которые были отображены ранее, если с Бонусным Счетом Пользователя в это время произошли изменения.\n",
          "8.4 Процедура списания/начисления Бонусов доступна Пользователям только при оформлении заказа на Сайте или других действиях, за которые Организатором установлено начисление Бонусов. Если оформленный на Сайте заказ корректируется Оператором Колл-центра Организатора по запросу Пользователя, в случае необходимости и с целью предотвращения неправомерных и мошеннических действий третьих лиц, перерасчет Бонусов к использованию производится в пределах суммы, указанной Пользователем в соответствующем поле электронной формы во время оформления заказа на сайте и не может ее превышать. использовать имеющиеся у него и доступные для списания бонусы, он может использовать все доступные для списания бонусы при подтверждении заказа в телефонном режиме или отказаться от использования Бонусов в данном заказе\n",
          "8.5 Бонусы могут быть использованы Пользователем Бонусного Счета при условии, если для этого есть все необходимые технические и/или другие возможности: присутствует интернет-связь, электроэнергия, исправно работающее программное обеспечение и т.д.",
          "8.6 Бонусы невозможно использовать (списывать) при приобретении:\n",
          [
            "товаров, приобретенных в кредит или в рассрочку",
            "подарочные сертификаты",
            "товаров, при уплате которых использован промокод",
            "в случае действия других ограничений, установленных Организатором"
          ],
          "8.7 Организатор оставляет за собой право изменять перечень товаров/услуг, при приобретении которых Пользователь может использовать Бонусы.",
          "8.8 Бонусы не являются и не могут быть средством платежа, каким-либо видом валюты или ценной бумаги.\n",
          "8.9 Накопленные Бонусы не могут быть переведены в денежный эквивалент и выданы Пользователю наличными денежными средствами.\n",
          "8.10 Организатор не несет ответственности за уплату Пользователем налогов и выполнение других обязательств, связанных с использованием Бонусного Счета.\n",
          "8.11 Бонусы, не использованные Пользователем в течение 180 дней с даты их активации на Бонусном Счете, считаются аннулированными и списываются со счета Пользователя. Бонусы списываются в хронологическом порядке в зависимости от их даты активации.\n"
        ]
      },
      {
        "title": "Другие условия",
        "text": [
          "9.1 Срок использования Бонусного Счета является неограниченным. Организатор имеет право вносить любые изменения в сроки использования Бонусного Счета в порядке, установленном настоящими Правилами.\n",
          "9.2 Правила регулируются приказами руководителя Организатора и действующим законодательством Украины.\n",
          "9.3 При расчетах с Пользователем Организатор имеет право временно отказать Пользователю в начислении или использовании Бонусов, в случае отсутствия, на момент обращения Пользователя технической или другой возможности для этого.\n",
          "9.4 Организатор гарантирует, что при получении, хранении, обработке и использовании полученной от Пользователя персональной информации он будет соблюдать положения данных Правил и норм действующего законодательства Украины. В связи с этим Пользователь подтверждает, что он ознакомился и полностью (однозначно) согласился с Правилами Программы «Бонусный Счет», оговорками по получению, хранению, обработке и использованию информации, указанной в Анкете.\n",
          "9.5 Пользователь Бонусного Счета дает однозначное согласие на то, что все данные, в том числе персональные, указанные в Анкете, и данные о совершенных Пользователем покупках могут быть получены, сохранены, обработаны и использованы Организатором и другими уполномоченными Организатором организациями и третьими лицами без ограничения по сроку и территории, в том числе и за пределами Украины, с целью функционирования Программы, создания новых предложений, изучения потребительского спроса, в маркетинговых, информационных, рекламных или других аналогичных целях, предоставлении Пользователю рекламных и информационных материалов без ограничений.\n",
          "9.6 Организатор оставляет за собой право отказать любому в пользовании Бонусным Счетом по своему усмотрению, без предоставления никаких объяснений на этот счет и без каких-либо негативных последствий для себя.\n",
          "9.7 Организатор имеет право в одностороннем порядке вносить изменения в данные Правила с соблюдением процедур, указанных для таких случаев в настоящих Правилах.\n",
          "9.8 Уведомление о приостановлении или прекращении действия Программы «Бонусный Счет», а также об изменении Правил Программы считается направленным Пользователю, если оно было размещено на Сайте и/или в Точках продаж и/или направлено Пользователю на указанные в Анкете адреса электронной почты или номер мобильного телефона.\n"
        ]
      },
      {
        "title": "Ответственность",
        "text": [
          "10.1 Организатор или Партнер Программы \"Бонусный Счет\" не несет ответственности за неполноту или не достоверность данных предоставленных Пользователями Бонусного Счета. Пользователи самостоятельно отвечают за достоверность предоставленных ими данных.\n",
          "10.2 Ответственность Организатора или Партнера не может превышать количество Бонусов на счете Пользователя и не включает какую-либо упущенную выгоду, косвенные убытки, ущерб причиненный третьим лицам.\n",
          "10.3 Организатор или Партнер не несет ответственности за работу интернет провайдеров, операторов связи, банковских учреждений, сервисов оплаты Visa/MasterCard, в результате которых необходимая информация, данные не поступили или поступили с опозданием, были утеряны или повреждены.\n",
          "10.4 Организатор или Партнер не несет ответственности за невозможность начисления/списания Бонусов в случае, если имя и отчество и/или фамилия, номер телефона или иной способ связи были указаны неверно и/или неразборчиво, или изменены. такой Пользователь не имеет права на получение от Организатора/Партнера какой-либо компенсации.\n",
          "10.5 Организатор/Партнер не вступает в какие-либо споры по поводу правильности, своевременности начисления/списания Бонусов и не несет ответственности за такие действия.\n",
          "10.6 В случае возникновения ситуации, предполагающей неоднозначное толкование данных Правил, каких-либо спорных вопросов и/или вопросов, неурегулированных этими Правилами, окончательное решение принимается Организатором/Партнером, решение Организатора/Партнера является окончательным и обжалованию не подлежит.\n",
          "10.7 Нарушение Пользователем Бонусного Счета настоящих Правил или отказ Пользователя от надлежащего выполнения этих Правил (в т. ч. Механики, порядка, сроков и т.п.), считается отказом Пользователя от пользования Бонусным Счетом, такое лицо не имеет права на получение от Организатора/Партнера -какой компенсации."
        ]
      },
      {
        "title": "Предостережение",
        "text": [
          "11.1 Во избежание недоразумений — внимательно ознакомьтесь с данными правилами.\n",
          "11.2 В соответствии с требованиями ст. 634 Гражданского Кодекса Украины к договорам присоединения, а именно возможности заключения такого договора только путем присоединения одной стороны к предложенному договору, своим участием все Пользователи Бонусного Счета соглашаются с настоящими Правилами и обязуются их выполнять.\n"
        ]
      }
    ]
  }
}
